tap "adoptopenjdk/openjdk"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jmhobbs/parrot"
tap "lucapette/tap"
tap "makeworld-the-better-one/tap"
brew "adr-tools"
brew "amfora"
brew "coreutils"
brew "libtool"
brew "asdf"
brew "aws-iam-authenticator"
brew "awscli"
brew "bat"
brew "glib"
brew "python@3.9"
brew "carthage"
brew "choose-gui"
brew "harfbuzz"
brew "openjdk"
brew "clojure"
brew "cmake"
brew "libssh2"
brew "openldap"
brew "curl"
brew "dbus"
brew "unbound"
brew "gnupg"
brew "duplicity"
brew "duply"
brew "terminal-notifier"
brew "fastlane"
brew "gcalcli"
brew "gcc"
brew "git"
brew "git-crypt"
brew "git-lfs"
brew "gnu-sed"
brew "pango"
brew "qt@5"
brew "gnuplot"
brew "graphviz"
brew "helm"
brew "hey"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "ispell"
brew "isync"
brew "jenv"
brew "jq"
brew "k6"
brew "kubernetes-cli", link: false
brew "lastpass-cli"
brew "leiningen"
brew "libgccjit"
brew "lynx"
brew "mailutils"
brew "mergepbx"
brew "minikube"
brew "mtr"
brew "mu"
brew "mysql-client"
brew "neofetch"
brew "nghttp2"
brew "nmap"
brew "onefetch"
brew "openjdk@17"
brew "openjdk@8"
brew "virtualenv"
brew "poetry"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "rename"
brew "ruby@2.4", link: true
brew "ruby@2.6"
brew "ruby@2.7"
brew "scala"
brew "stow"
brew "subversion"
brew "telnet"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "wget"
brew "wrk"
brew "ydiff"
brew "yq"
brew "d12frosted/emacs-plus/emacs-plus@29", args: ["with-ctags", "with-dbus", "with-imagemagick", "with-mailutils", "with-native-comp", "with-no-frame-refocus", "with-xwidgets"]
brew "jmhobbs/parrot/terminal-parrot"
brew "lucapette/tap/fakedata"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "adoptopenjdk11"
cask "adoptopenjdk12"
cask "adoptopenjdk14"
cask "adoptopenjdk16"
cask "adoptopenjdk8"
cask "alfred"
cask "barrier"
cask "charles"
cask "discord"
cask "dropbox"
cask "firefox"
cask "font-cantarell"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-fira-mono-for-powerline"
cask "font-fira-sans"
cask "font-jetbrains-mono"
cask "geekbench"
cask "gimp"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keycastr"
cask "launchcontrol"
cask "libreoffice"
cask "mactex-no-gui"
cask "proxyman"
cask "qutebrowser"
cask "temurin"
cask "virtualbox"
cask "vnc-viewer"
cask "warp"
cask "zotero"
